[
    {
        "titre" : "Refonte TIM",
        "img" : "01",
        "role" : "conceptualisation, programmation",
        "desc" : "Mon équipe avait pour mandat, de refaire notre site départemental du  collège. Le nouveau site du technique d’intégration multimédia est responsive et moderne. J’étais en charge de programmer la partie 'Voir projets' et 'Inscription' de la page d’accueil et la page de projets. J’avais aussi connceptualisé la page Vie Étudiante.",
        "lien" : "https://timmaisonneuve.netlify.app/#/",
        "outils" : "Figma, Vue.js, Sass"
    },
    {
        "titre" : "Altum",
        "img" : "02",
        "role" : "UI/UX, programmation, conceptualisation",
        "desc" : "Altum est en 'jeu point and click' fait sur Unity.",
        "lien" : "https://villainstudios.itch.io/altumvf",
        "autre" : "Synopsis:\nUne journée comme les autres pour le mécanicien du Cordelia, un sous-marin en mission dans les profondeurs. Jusqu'au moment où il remarque que le sous-marin semble foncer à pleine vitesse sur des stalactites. L'équipe ne réponds pas. Le sous-marin est silencieux. Plusieurs corps sont en vus. Que s'est-il passé?",
        "outils" : "Unity, Aseprite"
    },
    {
        "titre" : "Tomochi",
        "img" : "03",
        "role" : "Conceptualisation, Illustration",
        "desc" : "Le but du projet était de créer des splash screens pour un jeu imaginaire. Tomochi est un jeu de gacha, donc le but du joueur est de collectionner plus de personnages possible.",
        "lien" : "https://www.behance.net/gallery/80381071/TOMOCHI",
        "outils" : "Illustrator"
    },
    {
        "titre" : "Planète Désemption",
        "img" : "04",
        "role" : "Conceptualisation, Illustration, Bricolage",
        "desc" : "Pour l'exposition de notre concept de jeu vidéo, mon équipe avons fabriqué une arcade, faite à partir des matériaux recyclés, pour sensibiliser notre communauté étudiante sur l'environnement. Pour 'jouer', il suffit simplement d'insérer une bouteille vide recyclable, pas besoin de monnaie, ni de quelconque ticket. Vous pouvez donc aider la planète tout en vous divertissant!",
        "lien" : "https://www.facebook.com/CollegeMaisonneuve/posts/10155837652132003",
        "outils" : "Illustrator"
    }
]